<template>
	<div>
        <div class="big-box">
            <div class="head-tit">
                优信二手车用户注册协议
            </div>
            <h3>提示条款</h3>
            <p>欢迎您与优信二手车共同签署本《用户注册协议》
                （下称“本协议”）并使用优信二手车平台服务！
            </p>
            <p>您在申请注册流程中点击同意本协议之前，应当认真
                阅读本协议及优信二手车相关服务规则及流程。请
                您务必审慎阅读、充分理解网站发布的所有服务规
                则、承诺书及本协议各条款内容，特别是免除或者
                限制责任的条款、法律适用和争议解决条款。在本
                协议中免除或者限制责任的条款将以粗体下划线标识，
                您应重点阅读。如果您不同意以上内容，您可拒绝注
                册成为本网站用户或拒绝参与相关服务活动。一旦您注
                册成为本网站用户并参与相关服务活动，即视为您完全
                理解并同意依照优信二手车网站发布的相关服务规则、
                承诺书及本协议的条款执行。
            </p>
            <p>
                如您对网站发布的服务规则、承诺书或本协议有任何疑问
                ，可致电优信二手车平台。
            </p>
            <p>
                当您按照注册页面提示填写信息、阅读并同意本协议且
                完成全部注册程序后，即表示您已充分阅读、理解并接
                受本协议的全部内容，并与优信二手车达成一致，成为优
                信二手车“用户”
            </p>
           <h3>一、服务内容</h3>
            <p>
                优信二手车平台，利用互联网与移动互联网技术，以及
                我们在二手车行业多年来的专业经验积累，为用户提供
                优质车源信息及相关服务；优信二手车提供的服务内容
                众多，具体您可登录优信二手车平台浏览。
            </p>
            <h3>二、用户使用规则及承诺</h3>
            <p>
                1. 用户在申请使用优信二手车提供的服务时，必须向优
                信二手车提供真实、有效、合法准确的个人资料，以便于
                潜在买、卖家客户或优信二手车与您取得联系，如个人资
                料有任何变动，必须及时更新。
            </p>
            <p>
                2. 用户注册成功后,生成一个用户账号和密码，该帐号和
                密码将由用户负责保管。
            </p>
            <p>
                3. 用户在使用优信二手车某些服务页面时，优信二手车需
                要对用户身份进行特别验证，具体的验证方式以各服务页面显示为准。
            </p>
            <p>
                4. 用户在使用优信二手车服务过程中，必须遵循以下规则：
            </p>
            <p>1）遵守中国的法律和法规；</p>
            <p>2）遵守所有与网络服务有关的网络协议、规定和程序；</p>
            <p>3）遵守优信二手车服务规则、平台规则、所有其他规定和程序；</p>
            <p>4）不得为任何非法目的而使用网络服务平台；</p>
            <p>5）不得利用优信二手车服务平台进行任何可能对互联网的正常运转造成不利影响的行为；</p>
            <p>6）不得利用优信二手车服务平台进行任何不利于或干扰优信二手车的行为;</p>
            <p>7）不得损害优信二手车及其关联企业、合作方的名誉、商誉或改动、歪曲优信二手车及其关联企业、合作方的企业形象、整体形象；</p>
            <p>8）不得利用优信二手车服务平台传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
            <p>9）不得侵犯任何第三方的知识产权、合法权利、权益；</p>
            <p>10）优信二手车对用户注册的个人信息及发布信息无核实义务，用户必须单独承担发布内容的责任。</p>
            <p>5. 用户承诺: </p>
            <p>1）对所发布车辆享有完整的所有权或处置权，无任何权利瑕
                疵；并保证发布的车源信息与实际相符（包括但不限于：车
                辆发布的质量状况与实际质量相符、车辆发布的手续、保险
                信息等与实际相符等），不得有虚假不实、引人误解、夸大
                宣传或欺诈的行为，并确保办理车辆过户的手续完备，能够
                正常办理车辆过户。
            </p>
            <p>2）在优信二手车平台上发布信息或者利用优信二手车服务时
                符合《消费者权益保护法》等国家有关法规及其他有关国家
                和地区的法律规定以及国际法的有关规定，不在优信二手车
                的网页上或者利用优信二手车的服务制作、复制、发布、传
                播以下信息:
			</p>
            <p>a)反对宪法所确定的基本原则的；</p>
            <p>b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p>c) 损害国家荣誉和利益的；</p>
            <p>d) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
            <p>e) 破坏国家宗教政策，宣扬邪教和封建迷信的；  散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p>f) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
            <p>g) 任何侮辱或者诽谤、恐吓他人，侵害他人合法权益的；</p>
            <h3>三、注册信息和隐私保护</h3>
            <p>1.用户的账号、密码和安全性</p>
            <p>您一旦注册成功成为用户，将得到一个账号和密码。您的账户为您
                自行设置并由您保管，建议您务必保管好您的账户，并确保您在每
                个上网时段结束时退出登录并以正确步骤离开优信二手车平台。
            </p>
            <p>
                您应妥善保管帐号密码并确保所使用的账号及密码的机密安全，
                不得对外泄露，亦不得使用他人账号或密码，如果您泄漏了密
                码，您可能丢失您的个人识别信息，并且可能出现对您不利的
                后果。您须对您账号和密码使用过程中及违约使用他人账号及
                密码而发生的一切行为及言论（包括但不限于在线签署各类协
                议、发布信息、购买商品及服务（如有）及披露信息等）后果
                负全部责任。如果您未能保管好自己的帐号和密码而对您、优
                信二手车或第三方造成的损害，则由您自行承担全部责任。
            </p>
            <p>
                 特别提示：您的账户已具有安全保护功能，优信二手车将通
                 过向其它服务器备份、对用户密码进行加密等安全措施确保
                 您的信息不丢失，不被滥用和变造。但同时也请您注意在信
                 息网络上不存在“完善的安全措施”。 一旦您发现任何非法使
                 用用户账号或安全漏洞的情况，建议您立即通知优信二手车。
            </p>
            <p> 
			    在您注册、使用优信二手车网站服务时，在要求填写真实姓名
                及手机号码时，您应如实填写，否则可能导致无法向您提供此
                类信息或可能导致不能使用对应服务或造成您的其他损失。
            </p>
            <p>2.访问您的个人信息</p>
            <p>
                如果您已注册成功成为了优信二手车用户，您可以查阅或编
                辑您提交给优信二手车网站的个人信息。一般情况下，您可
                随时浏览、修改自己提交的信息，但出于安全性和身份识别
                （如号码申诉服务）的考虑，您可能无法修改注册时提供的
                初始注册信息及其他验证信息。
            </p>
            <p>3.隐私权政策</p>
            <p>
                优信二手车尊重并保护所有使用优信二手车平台服务用户的
                个人隐私权。为了给您提供更准确、更有个性化的服务，优
                信二手车会按照本隐私权政策的规定使用和披露您的个人信息。
                除本隐私权政策另有规定外，在未征得您事先许可的情况下，
                优信二手车不会将这些信息对外披露或向第三方提供。优信二
                手车会不时更新本隐私权政策。 您在同意优信二手车注册协议
                之时，即视为您已经同意本隐私权政策全部内容。
            </p>
            <p>1）适用范围</p>
            <p>
                a） 在您注册优信二手车平台账户时，您在优信二手车平台或
                关联公司、合作方其他平台提供的个人注册信息；
            </p>
            <p>
                b） 在您使用优信二手车平台服务，或访问优信二手车平台网页
                时，优信二手车自动接收并记录的您的浏览器和计算机上的信息，
                包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期
                和时间、软硬件特征信息等数据；如您下载或使用优信二手车或其
                关联公司移动客户端软件，或访问移动网页使用优信二手车平台服
                务时，优信二手车可能会读取与您位置和移动设备相关的信息，包
                括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。
            </p>
            <p>
                c） 优信二手车通过合法途径从商业伙伴处取得的用户个人数据。
            </p>
            <p>
                2）您了解并同意，以下信息不适用本隐私权政策：
			</p>
            <p>
                a）您在使用优信二手车平台提供的搜索服务时输入的关键字信息；
            </p>
            <p>
                b）您非实名注册时，优信二手车收集到的您在优信二手车进行浏览的有关页面、产品记录等数据。
            </p>
            <p>3）信息使用</p>
            <p>
                a) 优信二手车不会向第三方(优信二手车关联公司除外)提供、
                分享您的个人信息，除非事先得到您的许可，或该第三方和优
                信二手车（含优信二手车关联公司）单独或共同为您提供服务，
                且在该服务结束后，其将被禁止访问包括其以前能够访问的所
                有这些资料。
            </p>
            <p>
                b) 优信二手车亦不允许任何无关第三方以任何手段收集、编辑、
                出售或者无偿传播您的个人信息。
            </p>
            <p>
                c) 您同意优信二手车基于优化用户体验或优化优信二手车网站
                的目的（包括但不限于：调查某些网页的受欢迎程度、浏览器软
                件信息等）收集有关的信息（包括但不限于个人注册信息及浏览
                记录、发布信息、交易信息（如有）等）；您同时同意为提升优
                信二手车（含优信二手车关联公司）服务的质量，优信二手车可
                能会与第三方合作共同向用户提供相关的服务，此类合作可能需要
                包括但不限于优信二手车的用户信息与第三方用户信息的互通。在
                此情况下，用户知晓并同意，如用户自行授权同意或该第三方同意
                承担与优信二手车同等的保护用户隐私的责任，则优信二手车有权
                将用户的信息（包括但不限于注册资料等）提供给该第三方，并与
                第三方约定用户信息仅为双方合作的优信二手车服务之目的使用；
                并且，优信二手车将对该等第三方使用用户信息的行为进行监督和
                管理，尽一切合理努力保护用户个人信息的安全性。
            </p>
            <h3>四、知识产权声明</h3>
            <p>1.优信二手车拥有优信二手车平台网站内所有信息内容包括但不限
                于文字、图片、软件、音频、视频的版权。任何被授权的浏览、
                复制、打印和传播属于优信二手车平台网站内信息内容都不得用于
                商业目的且所有信息内容及其任何部分的使用都必须包括此版权声明；
            </p>
            <p>
                2.优信二手车平台所有的产品、技术与所有程序及所含信息的许可
                使用权、知识产权等全部权利、权益均属于优信二手车拥有，未经
                优信二手车书面许可，您不得以任何方式使用。优信二手车及优信
                二手车的关联公司、合作方的LOGO、商标、企业名称、域名、网站
                网址等以及基于本协议及配套协议所产生的全部知识产权及相关权
                利、权益均归优信二手车及优信二手车的关联公司、合作方独立享
                有，未经许可，您不得擅自使用或许可他人使用。
            </p>
            <h3>五、服务修订及中断</h3>
            <p>
                1. 基于市场整体利益考虑及经营需要，优信二手车可能不定期对服
                务规则、网站展示布局、页面设计等有关方面进行调整，如因该等
                调整而影响优信二手车的服务，您将予以谅解并承诺对此不追究优信
                二手车的法律责任，但优信二手车应当尽力将上述影响减少到最低程度。
            </p>
            <p>
                2. 优信二手车有权随时根据中华人民共和国有关法律、法规的变化、
                互联网的发展以及公司经营状况和经营策略的调整等情况修改服务规
                则条款，对此您予以理解并同意无条件遵照执行。本条款或其他关于
                用户使用本服务的通知，您同意优信二手车使用电子方式进行通知。
                电子方式包括但不限于以电子邮件方式、在优信二手车网站或者合作
                网站上公布、以无线通讯装置通知等方式。您应仔细阅读最新的服务
                规则条款，必须完全同意优信二手车在其网站上公布和不时修改的服
                务规则条款。您每次使用该服务的行为，即视为已完全理解并同意接
                受当时有效的服务规则条款约束。
            </p>
            <h3>六、免责声明</h3>
            <p>
                1.优信二手车依法律规定承担责任，但无法对由于信息网络设备维护
                、连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，暴乱
                ，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令
                或因第三方原因而给您造成的损害结果承担责任。
            </p>
            <p>
                2.优信二手车平台会员（二手车经销商）、用户可通过该平台发布
                自身车源信息，除非双方协议、承诺书有明确承诺，否则优信二手
                车不保证平台会员、用户发布的所有信息、文本、图形、链接及其
                它项目的真实合法性、准确性和完整性。目前及以后优信二手车提
                供的所有新功能、新产品及新服务均无条件适用本条款。
            </p>
            <p>
                3.您已了解优信二手车平台上的信息系平台会员、用户自行发布，
                优信二手车无法逐一审查产品及/或服务的信息，无法逐一审查发
                布所涉及的产品及/或服务的质量、安全以及合法性、准确性，对
                此您应谨慎判断，除非双方协议、承诺书有明确承诺，否则优信
                二手车不承担责任。
            </p>
            <h3>七、 用户的违约及处理</h3>
            <p>
                1.发生如下情形之一的，视为您违约：
            </p>
            <p>
                （一）使用优信二手车平台服务时违反有关法律法规规定的；
            </p>
            <p>
                （二）违反平台规则、服务规则或本协议其他约定的；
            </p>
            <p>
                （三）违反用户使用规则及用户承诺的。
            </p>
            <h3>八、 协议的变更</h3>
            <p>
                优信二手车可根据国家法律法规变化及维护平台秩序、自身业
                务调整、保护消费者权益等需要，不时修改本协议、补充协议，
                变更后的协议、补充协议（下称“变更事项”）将通过本协议第
                五条第2款约定的方式通知您。
            </p>
            <p>
                如您不同意变更事项，您有权于变更事项确定的生效日前联系
                优信二手车反馈意见。如反馈意见得以采纳，优信二手车将酌
                情调整变更事项。如您对已生效的变更事项仍不同意的，您应
                当于变更事项确定的生效之日起停止使用优信二手车平台服务
                ，变更事项对您不产生效力；如您在变更事项生效后仍继续使
                用优信二手车平台服务，则视为您同意已生效的变更事项。
            </p>
            <h3>九、 法律适用、管辖与其他</h3>
            <p>1．本协议之订立、生效、解释、修订、补充、终止、执行与争
                议解决均适用中华人民共和国大陆地区法律；如法律无相关规
                定的，参照商业惯例及/或行业惯例。
            </p>
            <p>
                2.您因使用优信二手车平台服务所产生及与优信二手车平台服
                务有关的争议，由优信二手车与您协商解决。协商不成时，双
                方同意提请北京仲裁委员会按照该会现行仲裁规则进行仲裁。
                仲裁裁决是终局的，对协议双方均有约束力。
            </p>
            <p>
                3.本协议任一条款被视为废止、无效或不可执行，该条应视为
                可分的且并不影响本协议其余条款的有效性及可执行性。
            </p>
            <!-- ---- -->
        </div>
		
	</div>
</template>

<script>
	export default{
		
	}
</script>
	
<style scoped>
.big-box{
    padding: 10px 20px;
    /* background: red; */
    /* height: 2000px; */
}
.head-tit{
    font-weight: 600;
    font-size: .4rem;
    text-align: center;
    padding: .2rem 0;
}
h3{
    font-size: .3rem;
    line-height: .5rem;
    padding: .1rem 0;
}
.big-box p{
     text-align: justify;
    font-size: .3rem;
    line-height: .5rem;
     letter-spacing: .4px;
}
</style>